{
  "1": {
    "title": "Boat in storm. Off Nice",
    "desc": "Giuseppe Garibaldi, at 13 years of age, swims out to rescue some of his companions whose boat has been overtaken by a storm.",
    "manuscript": [
      3,
      4,
      5,
      6,
      7,
      25,
      26,
      27
    ]
  },
  "2": {
    "title": "Sea fight. South America",
    "desc": "Sea fight at Monte Video where Garibaldi is shot, his vessels are seized, and he and his crew are imprisoned.",
    "manuscript": [
      7,
      8,
      9,
      10,
      11,
      27,
      28,
      29,
      30
    ]
  },
  "3": {
    "title": "Escape with Anita/Blowing up of the ship",
    "desc": "Garibaldi blows up his ship and escapes to shore with his wife Anita.",
    "manuscript": [
      11,
      12,
      13,
      14,
      15,
      30,
      31,
      32
    ]
  },
  "4": {
    "title": "Ship aground. Escape to land",
    "desc": "Garibaldi and his men escape to shore after their ship was run aground by Brazilian cruisers.",
    "manuscript": [
      15,
      16,
      17,
      18,
      19,
      32,
      33,
      34
    ]
  },
  "5": {
    "title": "Plains of Piedmont",
    "desc": "View of Turin and the plain of Piedmont.",
    "manuscript": [
      19,
      20,
      21,
      22,
      23,
      24,
      34,
      35
    ]
  },
  "6": {
    "title": "Ascent of the Alps (Ponte Alto)",
    "desc": "Garibaldi and his volunteers traverse the Alps.",
    "manuscript": [
      35,
      36,
      37
    ]
  },
  "7": {
    "title": "Mountain torrent (Handedi Falls)",
    "desc": "Garibaldi and his volunteers continue traversing the Alps.",
    "manuscript": [
      37,
      38,
      39
    ]
  },
  "8": {
    "title": "Devils Bridge. Alpine Bridge",
    "desc": "View of Devil's Bridge the newer, higher part of the bridge has an elevation of nearly three hundred feet.",
    "manuscript": [
      40,
      41,
      42
    ]
  },
  "9": {
    "title": "Bridge and avalanche gallery (Bernardino)",
    "desc": "The Devil's Bridge in connection with a long gallery protects the road from avalanches.",
    "manuscript": [
      42,
      43
    ]
  },
  "10": {
    "title": "Storm in the mountain",
    "desc": "Garibaldi and his volunteers withstand a snow hurricane, often a destructive phenomenon in the Alps.",
    "manuscript": [
      44,
      45
    ]
  },
  "11": {
    "title": "Dangerous mountain pass (Winter in Cardinells)",
    "desc": "In the Pass of the Cardinells, Garibaldi and his volunteers travel on a treacherous path overhanging gulches with depths of nearly a thousand feet.",
    "manuscript": [
      46,
      47
    ]
  },
  "12": {
    "title": "Terrific chasm & beautiful snowy summit of the Jungfraus",
    "desc": "Garibaldi and his men travel along in the bright morning light of the Alps.",
    "manuscript": [
      48,
      49
    ]
  },
  "13": {
    "title": "Encampment on plains. Capturing cattle with lasso",
    "desc": "In Palestrina, as elsewhere, unable to procure provisions in a nearby village, a few of Garibaldi's colonels or majors venture out to capture oxen to be quartered and roasted over large fires.",
    "manuscript": [
      50,
      51,
      52,
      53
    ]
  },
  "14": {
    "title": "Rome. St. Peters. Garibaldians entering Rome",
    "desc": "View of Rome, Saint Peter's Basilica in the background; possibly painted by or after Charles Lock Eastlake.",
    "manuscript": [
      53,
      54,
      55,
      56,
      57
    ]
  },
  "15": {
    "title": "Piazza Barberina Rome. Garibaldi's army passing through",
    "desc": "Garibaldi's army marches on the Piazza Barberina as they pass through Rome.",
    "manuscript": [
      57
    ]
  },
  "16": {
    "title": "Rome. Castle and bridge of St. Angelo. Garibaldians crossing the Tiber",
    "desc": "Garibaldians cross the Tiber near St. Angelo's Bridge and Castle, St. Peter's Basilica in background.",
    "manuscript": [
      58,
      59
    ]
  },
  "17": {
    "title": "Artillery reinforcements. Conveying away the wounded",
    "desc": "Members of the Roman army approach the batteries, a line of defense can be seen in the distance.",
    "manuscript": [
      60,
      61,
      62
    ]
  },
  "18": {
    "title": "Garibaldi defending Rome",
    "desc": "Garibaldi sits upon his horse wearing a broad-brimmed hat with an ostrich feather in it and an American poncho; his servant who came with him from America rides behind him.",
    "manuscript": [
      62,
      63,
      64
    ]
  },
  "19": {
    "title": "Mortar battery",
    "desc": "Romans fire cannons after an attack by the French on Rome.",
    "manuscript": [
      64,
      65,
      66
    ]
  },
  "20": {
    "title": "French entering Rome",
    "desc": "The French army enters Rome on the night that the city falls.",
    "manuscript": [
      66
    ]
  },
  "21": {
    "title": "Garibaldi's army leaving Rome. Moonlight",
    "desc": "After having lost the battle with the French, Garibaldi and his volunteers leave Rome to revolt against the Austrians, the King of Naples and Pope Pio the 9th.",
    "manuscript": [
      67,
      68,
      69
    ]
  },
  "22": {
    "title": "Retreats. Early morning army preparing to march",
    "desc": "Garibaldi and his volunteers encamp outside of Rome as they prepare to march onwards.",
    "manuscript": [
      69,
      70,
      71
    ]
  },
  "23": {
    "title": "Attack of the Austrians",
    "desc": "Garibaldi's men fight back victoriously after being attacked by the Austrians.",
    "manuscript": [
      71,
      72
    ]
  },
  "24": {
    "title": "flotilla persued",
    "desc": "Austrian war vessels chase the Garibaldian flotilla as they head to Venice.",
    "manuscript": [
      72,
      73,
      74
    ]
  },
  "25": {
    "title": "flotilla captured. Garibaldi escaping with Anita",
    "desc": "Garibaldi and Anita escape to the shore of La Mesola as the Austrians capture eight out of twelve boats of the Garibaldian flotilla.",
    "manuscript": [
      74,
      75
    ]
  },
  "26": {
    "title": "Forest. Anita dying",
    "desc": "On their way to seek refuge in Ravenna, Anita, who is too exhausted to continue walking on her own, is aided by Garibaldi and his comrades.",
    "manuscript": [
      75,
      76,
      77
    ]
  },
  "27": {
    "title": "Death of Anita in the farm house",
    "desc": "Anita dies in a farm house not far from Ravenna surrounded by Garibaldi, some of his comrades, and those who have granted her asylum as the Austrians seek them out.",
    "manuscript": [
      77,
      78,
      79,
      80
    ]
  },
  "28": {
    "title": "Lake of Como",
    "desc": "Garibaldi's patriots stand among some of the townspeople by the Lake of Como.",
    "manuscript": [
      80,
      81,
      82,
      83
    ]
  },
  "29": {
    "title": "Austrians attacking Varese. Garibaldi surprising the Austrians",
    "desc": "The Austrians, under the command of Urban, attack the city of Varese, leaving it in ruins.",
    "manuscript": [
      84,
      85
    ]
  },
  "30": {
    "title": "Radisky steamer shelling the baggage waggons",
    "desc": "As Garibaldi's troops pass by, an Austrian steamer fires upon their baggage wagons.  A shell bursts killing several men and horses.",
    "manuscript": [
      85,
      86
    ]
  },
  "31": {
    "title": "Capture of Sans Fermo",
    "desc": "Garibald attacks Sans Fermo at Como, dislodging twelve thousand Austrians.  The Austrians leave all of their baggage and artillery behind as they flee from Como.",
    "manuscript": [
      86,
      87
    ]
  },
  "32": {
    "title": "Departure of troops from Faro",
    "desc": "Garibaldi's flotilla leaves the Faro en route to Messina where they are joined by a great number of recruits.",
    "manuscript": [
      88
    ]
  },
  "33": {
    "title": "Landing of troops in Calabria",
    "desc": "Garibaldi's men arrive on the coast of Calabria where they would retreat to the mountains.",
    "manuscript": [
      89
    ]
  },
  "34": {
    "title": "Demolition of Fortress Palermo",
    "desc": "After the capture of Palermo, hundreds of volunteers assemble to destroy the fortress while crowds of spectators encourage their work with applause.",
    "manuscript": [
      90,
      91
    ]
  },
  "35": {
    "title": "Farewell to Sicily. Etna Messina & Stromboli",
    "desc": "View of Sicily from the coast of Calabria.  On the opposite coast is the crescent-shaped city of Messina with Mount Etna on its right and a little above it, on its left, the low promontory of Faro with its tower advancing into the sea.  Dimly seen in the distance is the little volcano, Stromboli.",
    "manuscript": [
      91
    ]
  },
  "36": {
    "title": "Island of Magdalena Sardinia. Garibaldi's house. Neapolitan boats",
    "desc": "View of Garibaldi's house on the Island of Magdalena Sardinia.",
    "manuscript": [
      92
    ]
  },
  "37": {
    "title": "Bear Rock. Magdalena Strait. Island of Sardinia",
    "desc": "A boat enters the \"Passage of Magdalena\", a narrow and torturous passage.  On the left is a representation of a bear atop a natural rock.",
    "manuscript": [
      94
    ]
  },
  "38": {
    "title": "Prison scene. Poerio & Piroritis. Bagno di Ischia",
    "desc": "A sketch of the prison cell in the Bagno di Ischia in which Baron Poerio and his companions are confined for many years.  Poerio is on the left and Piroritis is on the right.",
    "manuscript": [
      95,
      96
    ]
  },
  "39": {
    "title": "Chamber of horrors. Monreale prison, Sicily",
    "desc": "Under the auspices of the director of police of Sicily, torture is being used in the Monreale prison.  The famous Pontillo is making his victim sit down on a railed armed chair fit with razor blades under which is set a pan of burning coals.  Another commissary uses \"the angelic instrument\", little iron hands with a closing screw.  The third jailer, Bruno, tortures by stripping down his prisoner and hanging him upside down with his head between his knees.",
    "manuscript": [
      96,
      97,
      98
    ]
  },
  "40": {
    "title": "Bagno of Nisida. Prison of Carlo Poerio",
    "desc": "View of Nisida from the sketchbook of a gentleman who was traveling in Napes in 1851.  The mission house pictured  here is like that in which Carlo Poerio, the Ex-Minister of the King of Naples, was imprisoned.",
    "manuscript": [
      99
    ]
  },
  "41": {
    "title": "Battle of Malazzo",
    "desc": "The Sicilians battle for hours with the Neapolitans in the Battle of Milazzo.  In the back left stands the Citadel of Milazzo.",
    "manuscript": [
      100,
      101
    ]
  },
  "42": {
    "title": "Battle of Malazzo. Garibaldi cutting down the Neapolitan capt.",
    "desc": "As the captain of the Neapolitan cavalry draws his sword against him, Garibaldi strikes the captain across the face and neck, killing him, helping to lead the Garibaldians to victory in the Battle of Milazzo.",
    "manuscript": [
      102,
      103
    ]
  },
  "43": {
    "title": "English battalion at the foot of the round tower, Citadel of Milazzo",
    "desc": "At the Battle of Milazzo, the English battallion, commanded by Lieutenant Colonel Dunne, having gained an advanced post, create a barricade at the top of the narrow strip of land between the mainland and the citadel and maintain fire against the Neapolitans.",
    "manuscript": [
      104,
      105
    ]
  },
  "44": {
    "title": "Capture of Regio. Struggle at the barricades. Piazza di Omono",
    "desc": "Garibaldians and Neapolitans fight at the barricades in Reggio Calabria, where the Garibaldians, after only a couple of hours, drive out the Neapolitan soldiers.",
    "manuscript": [
      106,
      107
    ]
  },
  "45": {
    "title": "View of Capua from Monte St. Angelo",
    "desc": "A view from Monte St. Angelo of Capua, which stands on the left bank of the Vulturno.  In the field in the foreground is bivouacked a battalion of Garibaldians.",
    "manuscript": [
      108
    ]
  },
  "46": {
    "title": "Battle of Vulturno. Neapolitans burning the wounded Garibaldians",
    "desc": "During the Battle of Vulturno, the Neapolitans pile up dead and wounded Garibaldians and set them on fire.  Wounded Garibaldians that try to escape are pushed back by into the fire by the Neapolitan bayonets.",
    "manuscript": [
      108,
      109
    ]
  },
  "47": {
    "title": "Battle of Vulturno. Arrival of the Piedmontese on the field of Capua",
    "desc": "In the final struggle made by Garibaldi for the liberty of Italy, Garibaldians and Neapolitans fight on the banks of the Vulturno.",
    "manuscript": [
      109,
      110,
      111
    ]
  },
  "48": {
    "title": "Vulturno. Grand charge and final repulse of the Neapolitans",
    "desc": "At the foot of Monte St. Angelo, in the final struggle for liberty, the Garibaldians stand firm against the Neapolitan cavalry.  As the Neapolitans crush the volunteers of freedom, Garibaldi gallops, sword in hand, to the head of three or four hundred men shouting \"Corragio, Avanti!\" He dashes into the enemy's ranks followed by his soldiers.  The Royalists are driven back to the gates of Capua.",
    "manuscript": [
      111,
      112,
      113
    ]
  },
  "49": {
    "title": "Grand entry of Victor Emmanuel and Garibaldi into Naples",
    "desc": "Garibaldi and King Victor Emmanuel are welcomed by storms of applause and shouts of \"Viva Garibaldi!\" as they enter into Naples.",
    "manuscript": [
      114,
      115,
      116,
      117
    ]
  },
  "50": {
    "title": "",
    "desc": "",
    "manuscript": []
  },
  "51": {
    "title": "",
    "desc": "",
    "manuscript": []
  },
  "52": {
    "title": "",
    "desc": "",
    "manuscript": []
  },
  "53": {
    "title": "",
    "desc": "",
    "manuscript": []
  },
  "54": {
    "title": "",
    "desc": "",
    "manuscript": []
  },
  "55": {
    "title": "",
    "desc": "",
    "manuscript": []
  }
}